Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_8_0.libraryRows.body
source: Servers with several libraries now get a separate Latest row per library, plus a My Media row to open any library. Toggle and reorder everything in Home customization.
cs: Servery s více knihovnami mají nyní samostatný řádek Nejnovější pro každou knihovnu a navíc řádek Moje média pro otevření libovolné knihovny. Vše zapnete a uspořádáte v přizpůsobení domovské obrazovky.
da: Servere med flere biblioteker får nu en separat Nyeste-række pr. bibliotek plus en Mine medier-række til at åbne ethvert bibliotek. Slå til og omarranger det hele i tilpasning af hjem.
de: Server mit mehreren Mediatheken bekommen jetzt pro Mediathek eine eigene Neu-Reihe, plus eine Meine-Medien-Reihe zum Öffnen jeder Mediathek. Alles in der Home-Anpassung ein- oder ausblenden und sortieren.
el: Οι διακομιστές με πολλές βιβλιοθήκες αποκτούν τώρα ξεχωριστή σειρά Πρόσφατα για κάθε βιβλιοθήκη, καθώς και μια σειρά Τα πολυμέσα μου για να ανοίγετε οποιαδήποτε βιβλιοθήκη. Ενεργοποιήστε και αναδιατάξτε τα όλα στην προσαρμογή της αρχικής οθόνης.
es: Los servidores con varias bibliotecas ahora tienen una fila de novedades por biblioteca, además de una fila Mi contenido para abrir cualquier biblioteca. Activa y reordena todo en la personalización del inicio.
fi: Useita kirjastoja sisältävät palvelimet saavat nyt erillisen Uusimmat-rivin kullekin kirjastolle sekä Oma media -rivin minkä tahansa kirjaston avaamiseen. Ota käyttöön ja järjestä kaikki aloitusnäytön mukautuksessa.
fr: Les serveurs avec plusieurs médiathèques ont désormais une rangée Derniers ajouts distincte par médiathèque, plus une rangée Ma médiathèque pour ouvrir n’importe quelle médiathèque. Activez et réorganisez le tout dans la personnalisation de l’accueil.
hr: Poslužitelji s više knjižnica sada dobivaju zaseban red Najnovije za svaku knjižnicu te red Moji mediji za otvaranje bilo koje knjižnice. Sve uključite i presložite u prilagodbi početnog zaslona.
hu: A több könyvtárral rendelkező kiszolgálók mostantól könyvtáranként külön Legújabb sort kapnak, valamint egy Saját média sort bármelyik könyvtár megnyitásához. Mindezt a kezdőképernyő testreszabásában kapcsolhatja be és rendezheti át.
it: I server con più librerie ora hanno una riga Novità separata per ogni libreria, più una riga I miei contenuti per aprire qualsiasi libreria. Attiva e riordina tutto nella personalizzazione della Home.
ja: 複数のライブラリがあるサーバーで、ライブラリごとに「最新」の行が表示され、さらに任意のライブラリを開ける「マイメディア」行が追加されました。すべてホームのカスタマイズで切り替え・並べ替えできます。
ko: 여러 라이브러리가 있는 서버에서는 이제 라이브러리마다 별도의 최신 행과 아무 라이브러리나 열 수 있는 내 미디어 행이 표시됩니다. 홈 사용자 지정에서 모두 켜고 순서를 바꿀 수 있습니다.
nb: Servere med flere biblioteker får nå en egen Nyeste-rad per bibliotek, pluss en Mine medier-rad for å åpne et hvilket som helst bibliotek. Slå på og omorganiser alt i tilpasning av Hjem.
nl: Servers met meerdere bibliotheken krijgen nu een aparte Nieuw-rij per bibliotheek, plus een Mijn media-rij om elke bibliotheek te openen. Schakel en herschik alles in de Home-aanpassing.
pl: Serwery z wieloma bibliotekami mają teraz osobny wiersz Najnowsze dla każdej biblioteki oraz wiersz Moje multimedia do otwierania dowolnej biblioteki. Włączaj i zmieniaj kolejność w personalizacji ekranu głównego.
pt_br: Servidores com várias bibliotecas agora têm uma linha de novidades por biblioteca, além de uma linha Minha mídia para abrir qualquer biblioteca. Ative e reordene tudo na personalização da tela inicial.
pt_pt: Os servidores com várias bibliotecas passam a ter uma linha de novidades por biblioteca, além de uma linha A minha biblioteca para abrir qualquer biblioteca. Ative e reordene tudo na personalização do ecrã inicial.
ro: Serverele cu mai multe biblioteci au acum un rând Recente separat pentru fiecare bibliotecă, plus un rând Media mea pentru a deschide orice bibliotecă. Activează și rearanjează totul în personalizarea ecranului principal.
ru: Серверы с несколькими медиатеками теперь получают отдельный ряд Новое для каждой медиатеки и ряд Моя медиатека для открытия любой из них. Включайте и меняйте порядок в настройке главного экрана.
sk: Servery s viacerými knižnicami majú teraz samostatný riadok Najnovšie pre každú knižnicu a navyše riadok Moje médiá na otvorenie ľubovoľnej knižnice. Všetko zapnete a usporiadate v prispôsobení domovskej obrazovky.
sv: Servrar med flera bibliotek får nu en separat Senaste-rad per bibliotek, plus en Mina media-rad för att öppna valfritt bibliotek. Slå på och ordna om allt i anpassningen av startsidan.
tr: Birden çok kitaplığı olan sunucular artık her kitaplık için ayrı bir En Yeniler satırı ve herhangi bir kitaplığı açmak için bir Medyam satırı alıyor. Hepsini Giriş özelleştirmesinde açıp yeniden sıralayabilirsiniz.
uk: Сервери з кількома медіатеками тепер отримують окремий рядок Нове для кожної медіатеки та рядок Моя медіатека для відкриття будь-якої з них. Вмикайте та змінюйте порядок у налаштуванні головного екрана.
zh_hans: 拥有多个媒体库的服务器现在会为每个媒体库显示单独的“最新”行，外加一个可打开任意媒体库的“我的媒体”行。可在主页自定义中开关和重新排序。
zh_hant: 擁有多個媒體庫的伺服器現在會為每個媒體庫顯示獨立的「最新」列，並新增可開啟任意媒體庫的「我的媒體」列。可在主畫面自訂中開關與重新排序。

# changelog.0_8_0.libraryRows.title
source: Per-library Home rows
cs: Řádky podle knihovny
da: Rækker pr. bibliotek
de: Mediathek-Reihen im Home
el: Σειρές ανά βιβλιοθήκη
es: Filas por biblioteca
fi: Rivit kirjastoittain
fr: Rangées par médiathèque
hr: Redovi po knjižnici
hu: Sorok könyvtáranként
it: Righe per libreria
ja: ライブラリごとの行
ko: 라이브러리별 행
nb: Rader per bibliotek
nl: Rijen per bibliotheek
pl: Wiersze dla bibliotek
pt_br: Linhas por biblioteca
pt_pt: Linhas por biblioteca
ro: Rânduri pe bibliotecă
ru: Ряды по медиатекам
sk: Riadky podľa knižnice
sv: Rader per bibliotek
tr: Kitaplık başına satırlar
uk: Рядки за медіатеками
zh_hans: 按媒体库分行
zh_hant: 依媒體庫分列

# changelog.0_8_0.multiServer.body
source: You can now keep several Jellyfin servers in Sodalite and switch between them without logging out. Tap the server name above your profile list to pick or add a server. Manage the full list in Settings → Servers.
cs: V Sodalite můžeš mít nyní více serverů Jellyfin současně a přepínat mezi nimi bez odhlášení. Klepni na název serveru nad seznamem profilů, abys vybral nebo přidal server. Celý seznam spravuješ v Nastavení → Servery.
da: Du kan nu have flere Jellyfin-servere i Sodalite og skifte mellem dem uden at logge ud. Tryk på servernavnet over din profilliste for at vælge eller tilføje en server. Administrer hele listen under Indstillinger → Servere.
de: Sodalite kennt jetzt mehrere Jellyfin-Server gleichzeitig. Du kannst zwischen ihnen wechseln, ohne dich auszuloggen. Den Server-Namen über der Profil-Liste antippen, um zu wechseln oder einen neuen hinzuzufügen. Die vollständige Liste verwaltest du unter Einstellungen → Server.
el: Μπορείς πλέον να έχεις πολλούς διακομιστές Jellyfin στο Sodalite και να εναλλάσσεσαι μεταξύ τους χωρίς να αποσυνδέεσαι. Πάτησε το όνομα του διακομιστή πάνω από τη λίστα προφίλ για να επιλέξεις ή να προσθέσεις διακομιστή. Διαχειρίσου την πλήρη λίστα από Ρυθμίσεις → Διακομιστές.
es: Ahora puedes tener varios servidores de Jellyfin en Sodalite y alternar entre ellos sin cerrar sesión. Toca el nombre del servidor sobre tu lista de perfiles para elegir o añadir uno. Gestiona la lista completa en Ajustes → Servidores.
fi: Voit nyt pitää useita Jellyfin-palvelimia Sodalitessa ja vaihtaa niiden välillä ilman uloskirjautumista. Napauta palvelimen nimeä profiililistan yläpuolella valitaksesi tai lisätäksesi palvelimen. Hallinnoi koko listaa kohdassa Asetukset → Palvelimet.
fr: Tu peux désormais conserver plusieurs serveurs Jellyfin dans Sodalite et basculer entre eux sans te déconnecter. Touche le nom du serveur au-dessus de ta liste de profils pour en choisir ou en ajouter un. Gère la liste complète dans Réglages → Serveurs.
hr: Sada možeš držati više Jellyfin poslužitelja u Sodaliteu i prebacivati se između njih bez odjave. Dodirni naziv poslužitelja iznad popisa profila za odabir ili dodavanje poslužitelja. Cijelim popisom upravljaš u Postavke → Poslužitelji.
hu: Mostantól több Jellyfin-szervert is tarthatsz a Sodalite-ban, és kijelentkezés nélkül válthatsz közöttük. Koppints a szerver nevére a profillista fölött a szerver kiválasztásához vagy hozzáadásához. A teljes listát a Beállítások → Szerverek menüpontban kezelheted.
it: Ora puoi tenere più server Jellyfin in Sodalite e passare dall'uno all'altro senza disconnetterti. Tocca il nome del server sopra l'elenco profili per sceglierne uno o aggiungerlo. Gestisci l'elenco completo in Impostazioni → Server.
ja: Sodalite で複数の Jellyfin サーバーを保持し、ログアウトせずに切り替えられるようになりました。プロフィール一覧の上にあるサーバー名をタップして、サーバーを選択または追加できます。一覧の管理は設定 → サーバーから行えます。
ko: 이제 Sodalite에서 여러 Jellyfin 서버를 보관하고 로그아웃 없이 전환할 수 있습니다. 프로필 목록 위의 서버 이름을 탭하여 서버를 선택하거나 추가하세요. 전체 목록은 설정 → 서버에서 관리할 수 있습니다.
nb: Du kan nå ha flere Jellyfin-servere i Sodalite og bytte mellom dem uten å logge ut. Trykk på servernavnet over profillisten for å velge eller legge til en server. Administrer hele listen under Innstillinger → Servere.
nl: Je kunt nu meerdere Jellyfin-servers in Sodalite bewaren en ertussen wisselen zonder uit te loggen. Tik op de servernaam boven je profielenlijst om een server te kiezen of toe te voegen. Beheer de volledige lijst in Instellingen → Servers.
pl: Sodalite obsługuje teraz wiele serwerów Jellyfin jednocześnie. Możesz przełączać się między nimi bez wylogowywania. Dotknij nazwy serwera nad listą profili, aby wybrać lub dodać serwer. Pełną listę zarządzasz w Ustawienia → Serwery.
pt_br: Agora você pode manter vários servidores Jellyfin no Sodalite e alternar entre eles sem sair da conta. Toque no nome do servidor acima da lista de perfis para escolher ou adicionar um. Gerencie a lista completa em Ajustes → Servidores.
pt_pt: Podes agora manter vários servidores Jellyfin no Sodalite e alternar entre eles sem terminar sessão. Toca no nome do servidor acima da lista de perfis para escolher ou adicionar um. Gere a lista completa em Definições → Servidores.
ro: Acum poți păstra mai multe servere Jellyfin în Sodalite și poți comuta între ele fără să te deconectezi. Atinge numele serverului de deasupra listei de profiluri pentru a alege sau adăuga un server. Administrează lista completă din Setări → Servere.
ru: Теперь в Sodalite можно держать несколько серверов Jellyfin и переключаться между ними без выхода из учётной записи. Коснитесь имени сервера над списком профилей, чтобы выбрать или добавить сервер. Полным списком можно управлять в разделе Настройки → Серверы.
sk: V Sodalite môžeš mať teraz viacero serverov Jellyfin naraz a prepínať medzi nimi bez odhlásenia. Klepni na názov servera nad zoznamom profilov, aby si vybral alebo pridal server. Celý zoznam spravuješ v Nastavenia → Servery.
sv: Du kan nu ha flera Jellyfin-servrar i Sodalite och växla mellan dem utan att logga ut. Tryck på servernamnet ovanför din profillista för att välja eller lägga till en server. Hantera hela listan under Inställningar → Servrar.
tr: Artık Sodalite'ta birden çok Jellyfin sunucusu tutabilir ve oturumu kapatmadan aralarında geçiş yapabilirsin. Profil listenin üstündeki sunucu adına dokunarak bir sunucu seç veya ekle. Tüm listeyi Ayarlar → Sunucular bölümünden yönetirsin.
uk: Тепер у Sodalite можна тримати декілька серверів Jellyfin і перемикатися між ними без виходу з облікового запису. Торкнися назви сервера над списком профілів, щоб вибрати або додати сервер. Повним списком керуй у Налаштування → Сервери.
zh_hans: 现在你可以在 Sodalite 中保存多个 Jellyfin 服务器,并在它们之间切换而无需注销。点按个人资料列表上方的服务器名称即可选择或添加服务器。在 设置 → 服务器 中管理完整列表。
zh_hant: 現在你可以在 Sodalite 中保留多個 Jellyfin 伺服器,並在它們之間切換而不必登出。點按個人資料列表上方的伺服器名稱即可選擇或新增伺服器。在 設定 → 伺服器 中管理完整列表。

# changelog.0_8_0.multiServer.title
source: Multi-server
cs: Více serverů
da: Flere servere
el: Πολλοί διακομιστές
es: Varios servidores
fi: Monta palvelinta
fr: Multi-serveur
hr: Više poslužitelja
hu: Több szerver
ja: マルチサーバー
ko: 다중 서버
nb: Flere servere
nl: Meerdere servers
pl: Wiele serwerów
pt_br: Multisservidor
pt_pt: Multisservidor
ro: Mai multe servere
ru: Несколько серверов
sk: Viac serverov
sv: Flera servrar
tr: Çoklu sunucu
uk: Кілька серверів
zh_hans: 多服务器
zh_hant: 多伺服器

# changelog.0_8_0.scrubPreview.body
source: When you scrub, a thumbnail of the frame now floats above the playhead. It uses your server's trickplay images where available, with chapter art as a fallback. Toggle it in Settings → Playback.
cs: Při převíjení se nad ukazatelem přehrávání nyní zobrazuje náhled snímku. Používá obrázky trickplay z vašeho serveru, jinak se vrací k obrázkům kapitol. Zapnete či vypnete v Nastavení → Přehrávání.
da: Når du spoler, vises nu et miniaturebillede af billedet over afspilningshovedet. Det bruger serverens trickplay-billeder, med kapitelbilleder som reserve. Slå det fra i Indstillinger → Afspilning.
de: Beim Spulen schwebt jetzt ein Vorschaubild des Bildes über dem Abspielkopf. Es nutzt die Trickplay-Bilder deines Servers, mit Kapitelbildern als Rückfall. Abschaltbar unter Einstellungen → Wiedergabe.
el: Κατά την αναζήτηση, εμφανίζεται τώρα μια μικρογραφία του καρέ πάνω από την κεφαλή αναπαραγωγής. Χρησιμοποιεί τις εικόνες trickplay του διακομιστή σας, με τις εικόνες κεφαλαίων ως εφεδρεία. Ενεργοποιήστε ή απενεργοποιήστε το στις Ρυθμίσεις → Αναπαραγωγή.
es: Al avanzar, ahora aparece una miniatura del fotograma sobre el cursor de reproducción. Usa las imágenes de trickplay de tu servidor, con las imágenes de capítulo como alternativa. Actívala o desactívala en Ajustes → Reproducción.
fi: Kelatessasi ruudun pienoiskuva näkyy nyt toistopään yläpuolella. Se käyttää palvelimesi trickplay-kuvia ja turvautuu lukujen kuviin, jos niitä ei ole. Voit kytkeä sen pois päältä kohdassa Asetukset → Toisto.
fr: Pendant le défilement, une miniature de l'image flotte désormais au-dessus de la tête de lecture. Elle utilise les images trickplay de votre serveur, avec les images de chapitre en repli. Activez-la ou non dans Réglages → Lecture.
hr: Pri premotavanju se sada iznad pokazivača reprodukcije prikazuje minijatura kadra. Koristi trickplay slike vašeg poslužitelja, uz slike poglavlja kao zamjenu. Uključite ili isključite u Postavke → Reprodukcija.
hu: Tekeréskor most a képkocka bélyegképe jelenik meg a lejátszófej fölött. A kiszolgáló trickplay-képeit használja, ezek hiányában a fejezetképekre vált. A Beállítások → Lejátszás menüben kapcsolható.
it: Durante lo scorrimento ora una miniatura del fotogramma compare sopra l'indicatore di riproduzione. Usa le immagini trickplay del tuo server, con le immagini dei capitoli come ripiego. Attivala o disattivala in Impostazioni → Riproduzione.
ja: シーク中に、その位置のフレームのサムネイルが再生ヘッドの上に表示されるようになりました。サーバーのトリックプレイ画像を使用し、なければチャプター画像で代替します。設定 → 再生 で切り替えられます。
ko: 탐색할 때 해당 위치의 프레임 썸네일이 재생 헤드 위에 표시됩니다. 서버의 트릭플레이 이미지를 사용하며, 없으면 챕터 이미지로 대체합니다. 설정 → 재생에서 켜고 끌 수 있습니다.
nb: Når du spoler, vises nå et miniatyrbilde av bildet over avspillingshodet. Det bruker serverens trickplay-bilder, med kapittelbilder som reserve. Slå det av i Innstillinger → Avspilling.
nl: Tijdens het spoelen zweeft nu een miniatuur van het beeld boven de afspeelkop. Het gebruikt de trickplay-afbeeldingen van je server, met hoofdstukafbeeldingen als terugval. Schakel het uit in Instellingen → Afspelen.
pl: Podczas przewijania nad głowicą odtwarzania pojawia się teraz miniatura klatki. Korzysta z obrazów trickplay twojego serwera, a w razie ich braku z grafik rozdziałów. Włącz lub wyłącz w Ustawienia → Odtwarzanie.
pt_br: Ao avançar, agora aparece uma miniatura do quadro acima do cursor de reprodução. Ela usa as imagens de trickplay do seu servidor, com as imagens de capítulo como alternativa. Ative ou desative em Configurações → Reprodução.
pt_pt: Ao avançar, aparece agora uma miniatura do fotograma por cima do cursor de reprodução. Usa as imagens de trickplay do seu servidor, com as imagens de capítulo como alternativa. Ative ou desative em Definições → Reprodução.
ro: La derulare, acum apare o miniatură a cadrului deasupra capului de redare. Folosește imaginile trickplay ale serverului, cu imaginile de capitol ca rezervă. O poți activa sau dezactiva în Setări → Redare.
ru: При перемотке над ползунком теперь появляется миниатюра кадра. Используются изображения trickplay вашего сервера, а при их отсутствии — обложки глав. Включается и отключается в Настройки → Воспроизведение.
sk: Pri pretáčaní sa nad ukazovateľom prehrávania teraz zobrazuje náhľad snímku. Používa obrázky trickplay z vášho servera, inak sa vráti k obrázkom kapitol. Zapnete alebo vypnete v Nastavenia → Prehrávanie.
sv: När du spolar visas nu en miniatyr av bildrutan ovanför spelhuvudet. Den använder serverns trickplay-bilder, med kapitelbilder som reserv. Slå av eller på i Inställningar → Uppspelning.
tr: Sarma yaparken artık o konumdaki karenin küçük bir önizlemesi oynatma kafasının üzerinde beliriyor. Sunucunuzun trickplay görüntülerini kullanır, yoksa bölüm görselleriyle devam eder. Ayarlar → Oynatma'dan açıp kapatın.
uk: Під час перемотки над повзунком тепер з'являється мініатюра кадру. Використовуються зображення trickplay вашого сервера, а за їх відсутності — обкладинки розділів. Вмикається та вимикається в Налаштування → Відтворення.
zh_hans: 拖动进度时，画面缩略图现在会浮现在播放头上方。它使用服务器的 trickplay 图像，没有时则回退到章节图像。可在“设置 → 播放”中开关。
zh_hant: 拖曳進度時，畫面縮圖現在會浮現在播放頭上方。它使用伺服器的 trickplay 影像，沒有時則退回章節影像。可在「設定 → 播放」中開關。

# changelog.0_8_0.scrubPreview.title
source: Scrub preview
cs: Náhled při převíjení
da: Forhåndsvisning ved spoling
de: Vorschau beim Spulen
el: Προεπισκόπηση κατά την αναζήτηση
es: Vista previa al avanzar
fi: Esikatselu kelattaessa
fr: Aperçu lors du défilement
hr: Pregled pri premotavanju
hu: Előnézet tekeréskor
it: Anteprima durante lo scorrimento
ja: シーク中のプレビュー
ko: 탐색 미리 보기
nb: Forhåndsvisning ved spoling
nl: Voorbeeld bij spoelen
pl: Podgląd przewijania
pt_br: Prévia ao avançar
pt_pt: Pré-visualização ao avançar
ro: Previzualizare la derulare
ru: Предпросмотр при перемотке
sk: Náhľad pri pretáčaní
sv: Förhandsvisning vid spolning
tr: Sarma önizlemesi
uk: Попередній перегляд перемотки
zh_hans: 拖动预览
zh_hant: 拖曳預覽

# changelog.0_8_1.backgroundAudio.body
source: Backing out while a video was still loading could leave it playing in the background until you restarted the app. It now stops cleanly.
cs: Když jste se vrátili zpět během načítání videa, mohlo přehrávání pokračovat na pozadí až do restartu aplikace. Nyní se čistě zastaví.
da: Hvis du gik tilbage, mens en video stadig blev indlæst, kunne den fortsætte i baggrunden, indtil du genstartede appen. Nu stopper den korrekt.
de: Wenn du zurückgegangen bist, während ein Video noch lud, lief es manchmal im Hintergrund weiter, bis du die App neu gestartet hast. Jetzt stoppt es sauber.
el: Αν επιστρέφατε ενώ ένα βίντεο φόρτωνε ακόμη, μπορούσε να συνεχίσει να παίζει στο παρασκήνιο μέχρι να επανεκκινήσετε την εφαρμογή. Τώρα σταματά καθαρά.
es: Si volvías atrás mientras un vídeo aún se cargaba, podía seguir reproduciéndose en segundo plano hasta reiniciar la app. Ahora se detiene correctamente.
fi: Jos palasit takaisin videon vielä latautuessa, toisto saattoi jatkua taustalla, kunnes käynnistit sovelluksen uudelleen. Nyt se pysähtyy siististi.
fr: Revenir en arrière pendant le chargement d'une vidéo pouvait la laisser tourner en arrière-plan jusqu'au redémarrage de l'app. Elle s'arrête maintenant proprement.
hr: Ako ste se vratili dok se videozapis još učitavao, mogao je nastaviti svirati u pozadini do ponovnog pokretanja aplikacije. Sada se uredno zaustavlja.
hu: Ha visszaléptél, miközben egy videó még töltött, előfordulhatott, hogy a háttérben tovább ment az alkalmazás újraindításáig. Most rendben leáll.
it: Tornando indietro mentre un video era ancora in caricamento, poteva continuare in sottofondo fino al riavvio dell'app. Ora si ferma correttamente.
ja: 動画の読み込み中に戻ると、アプリを再起動するまでバックグラウンドで再生が続くことがありました。今はきちんと停止します。
ko: 동영상이 로딩되는 중에 뒤로 가면 앱을 다시 시작할 때까지 백그라운드에서 계속 재생될 수 있었습니다. 이제 깔끔하게 멈춥니다.
nb: Hvis du gikk tilbake mens en video fortsatt lastet, kunne den fortsette i bakgrunnen til du startet appen på nytt. Nå stopper den ordentlig.
nl: Als je terugging terwijl een video nog laadde, kon die op de achtergrond blijven spelen tot je de app opnieuw startte. Nu stopt hij netjes.
pl: Cofnięcie podczas ładowania filmu mogło sprawić, że grał on w tle aż do ponownego uruchomienia aplikacji. Teraz zatrzymuje się prawidłowo.
pt_br: Voltar enquanto um vídeo ainda carregava podia deixá-lo tocando em segundo plano até reiniciar o app. Agora ele para corretamente.
pt_pt: Voltar atrás enquanto um vídeo ainda carregava podia deixá-lo a reproduzir em segundo plano até reiniciar a app. Agora para corretamente.
ro: Dacă reveneai în timp ce un videoclip încă se încărca, putea continua în fundal până reporneai aplicația. Acum se oprește corect.
ru: Если выйти назад, пока видео ещё загружалось, оно могло продолжать играть в фоне до перезапуска приложения. Теперь оно корректно останавливается.
sk: Ak ste sa vrátili späť počas načítavania videa, mohlo pokračovať na pozadí až do reštartu aplikácie. Teraz sa čisto zastaví.
sv: Om du gick tillbaka medan en video fortfarande laddades kunde den fortsätta spela i bakgrunden tills du startade om appen. Nu stoppar den korrekt.
tr: Bir video hâlâ yüklenirken geri çıkmak, uygulamayı yeniden başlatana kadar arka planda çalmaya devam etmesine neden olabiliyordu. Artık düzgünce duruyor.
uk: Якщо вийти назад, поки відео ще завантажувалося, воно могло продовжувати грати у фоні до перезапуску застосунку. Тепер воно коректно зупиняється.
zh_hans: 在视频仍在加载时返回，可能会让它在后台继续播放，直到重启应用。现在它会干净地停止。
zh_hant: 在影片仍在載入時返回，可能會讓它在背景繼續播放，直到重新啟動 App。現在它會乾淨地停止。

# changelog.0_8_1.backgroundAudio.title
source: No more audio after backing out
cs: Žádný zvuk po odchodu zpět
da: Ingen lyd efter du går tilbage
de: Kein Ton mehr nach dem Zurückgehen
el: Χωρίς ήχο μετά την επιστροφή
es: Sin audio tras volver atrás
fi: Ei ääntä enää takaisin palatessa
fr: Plus de son après un retour en arrière
hr: Nema više zvuka nakon povratka
hu: Nincs több hang visszalépés után
it: Niente più audio dopo essere usciti
ja: 戻った後に音が残らない
ko: 뒤로 간 후 소리가 남지 않음
nb: Ingen lyd etter at du går tilbake
nl: Geen geluid meer na teruggaan
pl: Brak dźwięku po cofnięciu
pt_br: Sem áudio depois de voltar
pt_pt: Sem áudio depois de voltar atrás
ro: Fără sunet după ce revii
ru: Больше нет звука после выхода назад
sk: Žiadny zvuk po návrate späť
sv: Inget ljud efter att du går tillbaka
tr: Geri çıktıktan sonra ses kalmıyor
uk: Більше немає звуку після виходу назад
zh_hans: 返回后不再有声音
zh_hant: 返回後不再有聲音
